{"Demolition_Team": [
    {
        "name": "Mitchell",
        "shortname": "Mitchell_Gordon",
        "Major": "Computer Science",
        "Year": "Sophomore",
        "bio": "A CS major, Mitchell loves learning and hacking with new technologies. He is involved in HCI research and enjoys playing the cello in the URSO."
    },
    {
        "name": "Alex H.",
        "shortname": "Alex_Scherzer",
        "Major": "Financial Econ",
        "Year": "Senior",
        "bio": "Alex is a current senior, majoring in financial economics with minors in computer science and business. He plays trumpet in the UR jazz band, and is a photography and video enthusiast."
    },
    {
        "name": "Luke ",
        "shortname": "Luke_Kortepeter",
        "Major": "Computer Science",
        "Year": "Junior",
        "bio": "Aside from CS, Luke's passion is History and he is involved with the Seward Project, a Digital Humanities Initiative at the UofR. When not going on adventures in the streets of DC, Luke plays Ultimate Disc and enjoys quiet evenings by a fire."
    },
    {
        "name": "Sagi",
        "shortname": "Sagi_Sulimani",
        "Major": "Computer Science",
        "Year": "Junior",
        "bio": "Sagi is an exchange student from Israel. When not hacking away using C, he enjoys playing soccer and drums."

    },
    {
        "name": "Alex F.",
        "shortname": "Alex_Feiszli",
        "Major": "Economics",
        "Year": "Senior",
        "bio": "Alex is currently enrolled in the KEY program in order to further his Computer Science studies and develop a software application. Outside of school, Alex has experience in marketing, having had several internships in the field."
    },
    {
        "name": "Justin ",
        "shortname": "Justin_Kieber-King",
        "Major": "Computer Science",
        "Year": "Junior",
        "bio": "Justin enjoys playing Quidditch, reading about new ideas in CS and psychology, and singing/listening to music"
    },
    {
        "name": "Denis ",
        "shortname": "Denis_Lubwa",
        "Major": "TEAM",
        "Year": "Graduate",
        "bio": "Denis hails from Bar-o-mal village in Gulu, Uganda. When not furiously trying to get up to speed with the latest Web 2.0 technologies, he enjoys watching or playing basketball and learning to dance salsa"
    }
]}